---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.BasepointLatitudeParam
source: html/18154495-f419-a1c6-44b6-f079b04e7a80.htm
---
# Autodesk.Revit.DB.ParameterTypeId.BasepointLatitudeParam Property

"Lat"

## Syntax (C#)
```csharp
public static ForgeTypeId BasepointLatitudeParam { get; }
```